{"class_name": "Tokenizer", "config": {"num_words": 5000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 903, "word_counts": "{\"how\": 249, \"to\": 312, \"clean\": 55, \"cloudy\": 1, \"glass\": 19, \"windows\": 12, \"when\": 9, \"nothing\": 2, \"else\": 1, \"works\": 2, \"pour\": 2, \"vinegar\": 3, \"into\": 24, \"your\": 80, \"windowsill\": 1, \"for\": 63, \"an\": 46, \"easy\": 49, \"cleaning\": 17, \"hack\": 14, \"remove\": 20, \"hard\": 3, \"water\": 23, \"stains\": 9, \"on\": 53, \"or\": 16, \"shower\": 15, \"any\": 3, \"great\": 2, \"tips\": 10, \"removing\": 6, \"from\": 47, \"exterior\": 19, \"toilet\": 29, \"fizzy\": 3, \"bombs\": 3, \"diy\": 108, \"natural\": 2, \"cleaner\": 11, \"6\": 5, \"bathroom\": 18, \"get\": 16, \"rid\": 9, \"of\": 52, \"black\": 7, \"mold\": 6, \"in\": 56, \"caulking\": 2, \"grout\": 15, \"and\": 100, \"swiffer\": 1, \"under\": 11, \"8\": 2, \"3\": 9, \"ingredient\": 2, \"tub\": 2, \"tile\": 21, \"homemade\": 6, \"stain\": 7, \"remover\": 2, \"gel\": 1, \"showers\": 2, \"tubs\": 1, \"the\": 94, \"most\": 2, \"effective\": 2, \"my\": 47, \"arsenal\": 1, \"non\": 1, \"toxic\": 1, \"household\": 2, \"ingredients\": 2, \"unclog\": 6, \"drain\": 5, \"4\": 4, \"steps\": 8, \"doors\": 8, \"make\": 50, \"them\": 4, \"sparkle\": 1, \"hair\": 2, \"dye\": 1, \"sink\": 16, \"other\": 3, \"surfaces\": 1, \"so\": 6, \"it\": 30, \"looks\": 3, \"brand\": 3, \"new\": 21, \"bathtub\": 4, \"jets\": 1, \"you\": 22, \"can\": 28, \"soak\": 1, \"without\": 12, \"stress\": 1, \"pink\": 2, \"good\": 3, \"bowl\": 4, \"use\": 13, \"10\": 3, \"top\": 10, \"ideas\": 11, \"achieve\": 1, \"sparkling\": 1, \"toilets\": 3, \"a\": 246, \"old\": 52, \"look\": 16, \"best\": 14, \"way\": 24, \"mildew\": 1, \"with\": 84, \"2\": 7, \"no\": 14, \"bleach\": 3, \"surprising\": 1, \"prevent\": 5, \"soap\": 3, \"scum\": 3, \"build\": 15, \"up\": 9, \"if\": 2, \"doesn't\": 2, \"work\": 1, \"try\": 1, \"this\": 23, \"quick\": 5, \"hacks\": 6, \"using\": 18, \"simple\": 8, \"items\": 1, \"bathrooms\": 1, \"smell\": 5, \"grapefruit\": 1, \"kosher\": 1, \"salt\": 1, \"ployblend\": 1, \"renew\": 2, \"affordable\": 3, \"update\": 11, \"color\": 5, \"shampoo\": 1, \"door\": 39, \"why\": 12, \"are\": 2, \"ants\": 1, \"coming\": 2, \"around\": 6, \"base\": 2, \"that\": 21, \"stubborn\": 2, \"ring\": 2, \"25\": 2, \"cents\": 1, \"plastic\": 5, \"strip\": 1, \"at\": 5, \"bottom\": 1, \"house\": 14, \"power\": 2, \"tools\": 3, \"tank\": 5, \"love\": 4, \"laundry\": 3, \"time\": 5, \"tablets\": 2, \"lime\": 2, \"scale\": 2, \"practically\": 1, \"free\": 3, \"ever\": 4, \"green\": 3, \"rubbing\": 1, \"alcohol\": 1, \"must\": 2, \"know\": 4, \"clever\": 1, \"home\": 25, \"recolor\": 1, \"re\": 3, \"grouting\": 2, \"alka\": 1, \"seltzer\": 1, \"own\": 8, \"steam\": 2, \"mop\": 1, \"pads\": 1, \"first\": 4, \"aid\": 2, \"sticky\": 1, \"residue\": 1, \"dingy\": 1, \"floor\": 33, \"pen\": 2, \"i\": 53, \"made\": 4, \"baseboard\": 3, \"heat\": 3, \"covers\": 9, \"paint\": 41, \"transform\": 11, \"casabella's\": 1, \"products\": 2, \"hardwood\": 6, \"floors\": 13, \"naturally\": 3, \"damaging\": 1, \"baking\": 3, \"soda\": 3, \"carpets\": 3, \"flea\": 1, \"control\": 2, \"out\": 20, \"carpet\": 96, \"smarter\": 1, \"uses\": 2, \"distilled\": 1, \"white\": 5, \"magic\": 3, \"eraser\": 1, \"wood\": 45, \"safe\": 1, \"making\": 8, \"until\": 1, \"afford\": 1, \"ones\": 1, \"tiles\": 8, \"shine\": 3, \"wax\": 1, \"revive\": 2, \"faux\": 26, \"fur\": 1, \"rug\": 13, \"conditioner\": 1, \"smelling\": 2, \"fresh\": 2, \"eco\": 1, \"freshener\": 2, \"deodorizer\": 1, \"pets\": 1, \"area\": 7, \"difficult\": 1, \"smells\": 3, \"more\": 3, \"pet\": 1, \"quickly\": 4, \"effectively\": 1, \"granite\": 3, \"oven\": 9, \"cleaners\": 2, \"tackle\": 1, \"grime\": 2, \"solution\": 2, \"kitchen\": 42, \"cabinets\": 7, \"garbage\": 2, \"disposal\": 2, \"again\": 2, \"care\": 3, \"quartz\": 1, \"countertops\": 6, \"faucet\": 10, \"buildup\": 1, \"stainless\": 6, \"steel\": 5, \"sparkles\": 1, \"disinfect\": 2, \"ink\": 1, \"laminate\": 6, \"countertop\": 5, \"7\": 1, \"astonishing\": 1, \"coffee\": 7, \"grounds\": 2, \"save\": 6, \"money\": 4, \"sinks\": 1, \"like\": 10, \"dryer\": 8, \"sheet\": 2, \"tricks\": 2, \"secret\": 1, \"effortless\": 1, \"front\": 18, \"loader\": 1, \"washing\": 5, \"machine\": 8, \"fresher\": 1, \"keurig\": 2, \"maker\": 4, \"better\": 1, \"tasting\": 1, \"deep\": 1, \"box\": 6, \"fan\": 5, \"minutes\": 10, \"humidifier\": 1, \"thoroughly\": 1, \"air\": 2, \"fryer\": 1, \"grease\": 2, \"racks\": 1, \"load\": 1, \"washer\": 5, \"waffle\": 1, \"iron\": 4, \"right\": 3, \"refrigerator\": 9, \"outside\": 1, \"nespresso\": 1, \"few\": 2, \"lint\": 1, \"trap\": 1, \"housing\": 2, \"instant\": 1, \"pot\": 3, \"inside\": 3, \"robot\": 1, \"vacuum\": 1, \"buy\": 1, \"dispenser\": 2, \"help\": 15, \"fingerprint\": 1, \"smudges\": 1, \"off\": 12, \"fridge\": 3, \"goo\": 1, \"high\": 3, \"efficiency\": 1, \"frost\": 1, \"freezer\": 3, \"handyman\": 2, \"improvement\": 1, \"life\": 2, \"easier\": 2, \"vents\": 1, \"getting\": 3, \"back\": 4, \"ice\": 2, \"cube\": 2, \"handles\": 1, \"stove\": 8, \"fill\": 2, \"sock\": 1, \"odors\": 2, \"should\": 6, \"be\": 7, \"ammonia\": 1, \"does\": 4, \"fish\": 2, \"patio\": 4, \"flagstone\": 1, \"modern\": 6, \"ranch\": 1, \"trim\": 6, \"concrete\": 15, \"porch\": 10, \"\\u0096\": 5, \"staining\": 3, \"walkway\": 3, \"deck\": 5, \"bohemian\": 1, \"balcony\": 1, \"makeover\": 23, \"built\": 2, \"mini\": 2, \"stained\": 8, \"stenciled\": 6, \"faking\": 1, \"brick\": 7, \"paver\": 1, \"edition\": 1, \"chippendale\": 1, \"screen\": 5, \"before\": 5, \"after\": 3, \"repainting\": 1, \"older\": 2, \"mobile\": 4, \"homes\": 2, \"resurface\": 1, \"step\": 7, \"100\": 2, \"11\": 1, \"painting\": 16, \"tasks\": 1, \"have\": 6, \"transformed\": 2, \"updating\": 4, \"skinny\": 1, \"columns\": 1, \"washed\": 1, \"spray\": 4, \"easily\": 6, \"wagner\": 1, \"pro\": 2, \"130\": 1, \"outdoor\": 6, \"chalk\": 5, \"backyard\": 2, \"ceiling\": 11, \"carved\": 1, \"vertical\": 2, \"retaining\": 2, \"wall\": 68, \"design\": 5, \"advice\": 2, \"piece\": 3, \"pease\": 1, \"add\": 4, \"curb\": 3, \"appeal\": 3, \"german\": 1, \"mortar\": 1, \"smear\": 1, \"we\": 9, \"improve\": 1, \"our\": 10, \"home's\": 2, \"bricks\": 1, \"transformation\": 4, \"stenciling\": 2, \"diamond\": 1, \"pattern\": 2, \"double\": 2, \"wide\": 4, \"would\": 3, \"shutters\": 9, \"winter\": 1, \"refresh\": 3, \"year\": 2, \"entryway\": 1, \"beam\": 1, \"painted\": 19, \"garage\": 4, \"walk\": 2, \"costs\": 2, \"thousands\\u0097\": 1, \"creating\": 1, \"decor\": 11, \"thrifty\": 1, \"hex\": 2, \"cardboard\": 1, \"proper\": 1, \"stencil\": 8, \"restoring\": 2, \"statuary\": 1, \"masonry\": 1, \"neighbors\": 2, \"jealous\": 1, \"restoration\": 3, \"hardware\": 2, \"finish\": 4, \"folding\": 1, \"table\": 16, \"retique\": 1, \"liquid\": 1, \"textured\": 2, \"medium\": 1, \"raised\": 1, \"stencils\": 1, \"furniture\": 6, \"island\": 3, \"turn\": 9, \"cheap\": 8, \"storage\": 5, \"shelf\": 3, \"real\": 3, \"looking\": 2, \"marble\": 1, \"lace\": 1, \"icing\\u00ae\": 1, \"textura\": 1, \"paste\": 1, \"banquet\": 1, \"rustic\": 4, \"farmhouse\": 8, \"tables\": 1, \"vintage\": 11, \"silverware\": 1, \"chest\": 3, \"turned\": 5, \"world\": 2, \"charm\": 1, \"oak\": 5, \"gun\": 1, \"cabinet\": 14, \"gray\": 4, \"pantry\": 3, \"broken\": 2, \"down\": 2, \"buffet\": 3, \"refinishing\": 4, \"arch\": 1, \"hutch\": 1, \"create\": 10, \"patina\": 1, \"background\": 1, \"paintable\": 1, \"wallpaper\": 6, \"90s\": 2, \"dining\": 8, \"set\": 2, \"gets\": 5, \"over\": 6, \"upgrade\": 7, \"counters\": 2, \"budget\": 7, \"stone\": 4, \"wicker\": 1, \"give\": 2, \"what\": 20, \"learned\": 1, \"2nd\": 1, \"upholstered\": 1, \"chair\": 5, \"refinish\": 3, \"dresser\": 4, \"fake\": 1, \"grasscloth\": 1, \"broom\": 1, \"hairpin\": 1, \"leg\": 1, \"desk\": 3, \"bright\": 2, \"colorful\": 1, \"moroccan\": 1, \"side\": 2, \"style\": 4, \"steamer\": 3, \"trunk\": 2, \"mackenzie\": 1, \"child's\": 1, \"fabric\": 7, \"headboard\": 3, \"calm\": 1, \"grab\": 1, \"curtain\": 5, \"gorgeous\": 7, \"flip\": 2, \"chifferobe\": 1, \"peter\": 1, \"rabbit\": 1, \"theme\": 1, \"redoing\": 1, \"peeling\": 1, \"one\": 5, \"different\": 4, \"spin\": 2, \"repurposing\": 2, \"dressers\": 1, \"hinges\": 1, \"large\": 2, \"nightstands\": 1, \"sofa\": 2, \"upcycled\": 3, \"couch\": 3, \"upholstery\": 2, \"do\": 30, \"sand\": 1, \"throw\": 46, \"away\": 2, \"tablecloths\": 1, \"stop\": 3, \"covering\": 3, \"ugly\": 7, \"material\": 1, \"week\": 1, \"rust\": 2, \"oleum\": 1, \"painter's\": 1, \"touch\": 2, \"2x\": 1, \"roll\": 1, \"repair\": 7, \"chipped\": 2, \"corner\": 1, \"hot\": 3, \"glue\": 4, \"oil\": 1, \"bondo\": 1, \"chairs\": 2, \"easiest\": 6, \"bleached\": 1, \"veneer\": 1, \"removal\": 2, \"antique\": 2, \"bird\": 2, \"aviary\": 1, \"ikea\": 6, \"vittsjo\": 1, \"stool\": 1, \"media\": 2, \"armoire\": 1, \"restore\": 2, \"mahogany\": 1, \"leather\": 2, \"music\": 1, \"overs\": 1, \"drop\": 3, \"cloths\": 1, \"upcycle\": 5, \"containers\": 1, \"heirloom\": 1, \"traditions\": 1, \"vanity\": 1, \"junk\": 1, \"yard\": 2, \"redo\": 2, \"toy\": 1, \"lift\": 2, \"attach\": 2, \"pull\": 1, \"chain\": 1, \"daytek\": 2, \"retractable\": 2, \"clothesline\": 2, \"restring\": 2, \"part\": 5, \"1\": 3, \"parts\": 2, \"ruined\": 1, \"burner\": 2, \"dont\": 1, \"worry\": 1, \"convert\": 3, \"gas\": 7, \"fireplace\": 18, \"electric\": 47, \"fix\": 29, \"won\\u0092t\": 1, \"dishwasher\": 4, \"won't\": 1, \"replace\": 13, \"heating\": 3, \"element\": 1, \"correct\": 1, \"oven's\": 1, \"temperature\": 1, \"continually\": 1, \"fills\": 1, \"drip\": 1, \"tray\": 1, \"overflows\": 1, \"microwave\": 2, \"suddenly\": 1, \"working\": 2, \"whirlpool\": 1, \"gold\": 3, \"not\": 4, \"completely\": 2, \"draining\": 1, \"but\": 1, \"restarted\": 1, \"less\": 12, \"than\": 8, \"minute\": 1, \"then\": 2, \"canceled\": 1, \"is\": 17, \"little\": 2, \"leaking\": 5, \"husqvarna\": 1, \"push\": 1, \"lawn\": 1, \"mower\": 1, \"carb\": 1, \"issue\": 1, \"disconnect\": 1, \"normal\": 1, \"burners\": 1, \"need\": 8, \"balance\": 1, \"seeking\": 1, \"solutions\": 1, \"line\": 2, \"seal\": 1, \"bath\": 3, \"spitting\": 1, \"dead\": 1, \"mouse\": 1, \"drum\": 1, \"turning\": 1, \"keep\": 2, \"smoke\": 1, \"pouring\": 1, \"sided\": 1, \"1920's\": 1, \"cast\": 3, \"takes\": 1, \"two\": 5, \"cycles\": 1, \"dry\": 2, \"wrong\": 1, \"outlets\": 4, \"wiring\": 2, \"involved\": 1, \"electrical\": 4, \"outlet\": 3, \"cover\": 6, \"tip\": 4, \"insulate\": 3, \"heater\": 5, \"mason\": 1, \"jar\": 1, \"light\": 7, \"hide\": 5, \"cable\": 2, \"1940's\": 1, \"metal\": 2, \"army\": 1, \"cot\": 1, \"fixture\": 3, \"brown\": 3, \"wires\": 1, \"wobbly\": 2, \"converting\": 2, \"hardwired\": 1, \"plug\": 2, \"recessed\": 1, \"lighting\": 1, \"chandelier\": 1, \"safest\": 1, \"knob\": 2, \"tube\": 1, \"put\": 1, \"baseboards\": 1, \"lights\": 2, \"dim\": 1, \"turns\": 1, \"thoughts\": 1, \"repairing\": 2, \"lampshade\": 3, \"store\": 4, \"bulbs\": 1, \"types\": 1, \"there\": 4, \"noise\": 1, \"problems\": 4, \"feel\": 1, \"warm\": 2, \"replaced\": 2, \"flapper\": 1, \"it's\": 3, \"still\": 1, \"running\": 4, \"waterproof\": 1, \"50\": 4, \"don't\": 5, \"cut\": 3, \"slab\": 1, \"drill\": 2, \"tunnel\": 1, \"instead\": 2, \"chrome\": 1, \"faucets\": 3, \"rub\": 1, \"n\": 2, \"buff\": 1, \"installing\": 5, \"butcher\": 1, \"block\": 2, \"adding\": 3, \"second\": 1, \"holding\": 1, \"handle\": 1, \"flushes\": 1, \"install\": 10, \"flange\": 1, \"project\": 2, \"diverters\": 1, \"soldering\": 2, \"copper\": 2, \"pipes\": 4, \"supply\": 1, \"valve\": 2, \"by\": 7, \"guide\": 4, \"matter\": 1, \"leaky\": 4, \"makes\": 2, \"dent\": 1, \"bill\": 2, \"seat\": 3, \"keeps\": 1, \"could\": 2, \"reason\": 1, \"cold\": 3, \"rod\": 2, \"terribly\": 1, \"tried\": 1, \"hose\": 2, \"thinking\": 2, \"was\": 2, \"plumbers\": 2, \"also\": 1, \"ceilings\": 1, \"connected\": 1, \"septic\": 1, \"replacing\": 2, \"corian\": 1, \"showerhead\": 2, \"pipe\": 3, \"broke\": 1, \"window\": 46, \"grids\": 1, \"mullions\": 1, \"sagging\": 1, \"5\": 9, \"flat\": 2, \"rotted\": 1, \"jambs\": 1, \"ingenious\": 1, \"insulation\": 1, \"energy\": 2, \"efficient\": 2, \"screens\": 2, \"scratched\": 1, \"aluminum\": 2, \"frames\": 4, \"sticks\": 1, \"temporary\": 1, \"blinds\": 5, \"head\": 1, \"screwdri\": 1, \"weatherproof\": 1, \"vinyl\": 5, \"custom\": 5, \"15\": 2, \"which\": 2, \"go\": 3, \"arched\": 1, \"pocket\": 1, \"dented\": 1, \"cracked\": 1, \"windshield\": 1, \"tears\": 1, \"holes\": 3, \"egress\": 1, \"basement\": 4, \"see\": 2, \"straight\": 1, \"sliding\": 2, \"lock\": 1, \"falls\": 1, \"all\": 1, \"slide\": 1, \"hang\": 5, \"fashioned\": 2, \"wire\": 1, \"wooden\": 2, \"sidelights\": 2, \"hollow\": 1, \"muntins\": 1, \"drapery\": 1, \"hooks\": 1, \"curtains\": 3, \"pleats\": 1, \"fitting\": 1, \"rings\": 1, \"ha\": 1, \"storm\": 1, \"stay\": 1, \"taking\": 2, \"zodiac\": 1, \"mirror\": 34, \"moustache\": 1, \"just\": 2, \"mirrors\": 3, \"pane\": 1, \"aged\": 1, \"grid\": 1, \"accent\": 11, \"these\": 2, \"dreamy\": 1, \"decorative\": 5, \"panels\": 2, \"five\": 1, \"anthropologie\": 4, \"primrose\": 1, \"inspired\": 6, \"sunburst\": 2, \"redesign\": 1, \"prima\": 1, \"tire\": 1, \"mongstad\": 1, \"chic\": 2, \"stylish\": 3, \"six\": 1, \"hanging\": 4, \"mosaics\": 2, \"decorate\": 2, \"decoupage\": 2, \"frame\": 7, \"stripping\": 2, \"details\": 1, \"silicone\": 1, \"molds\": 1, \"clay\": 2, \"butterfly\": 1, \"designer\": 1, \"washi\": 2, \"tape\": 2, \"fretwork\": 1, \"builder's\": 1, \"grade\": 2, \"trumeau\": 1, \"pile\": 1, \"tiled\": 1, \"live\": 2, \"edge\": 2, \"optical\": 1, \"illusion\": 1, \"pretty\": 2, \"barn\": 4, \"slides\": 1, \"behind\": 1, \"personalizing\": 1, \"thrift\": 3, \"geometric\": 1, \"surprisingly\": 1, \"botanical\": 1, \"prints\": 1, \"shiplap\": 6, \"sharpie\": 1, \"renter\": 1, \"friendly\": 2, \"here's\": 1, \"boho\": 4, \"rainbow\": 1, \"plywood\": 2, \"bedroom\": 5, \"print\": 1, \"images\": 1, \"transfer\": 2, \"paper\": 5, \"slat\": 3, \"apply\": 1, \"peel\": 2, \"stick\": 2, \"seamless\": 1, \"kids\": 1, \"playroom\": 1, \"decal\": 1, \"straps\": 1, \"gallery\": 6, \"pointillism\": 1, \"art\": 6, \"powder\": 2, \"room\": 7, \"revolution\": 1, \"board\": 5, \"batten\": 4, \"feature\": 3, \"bay\": 3, \"resin\": 2, \"ocean\": 1, \"wave\": 1, \"walls\": 2, \"mid\": 3, \"century\": 3, \"twist\": 3, \"moulding\": 1, \"learn\": 1, \"classic\": 1, \"clock\": 1, \"nursery\": 1, \"teepee\": 1, \"mod\": 1, \"podge\": 2, \"brushstroke\": 1, \"technique\": 1, \"switch\": 2, \"plates\": 1, \"yarn\": 1, \"repurpose\": 1, \"beautiful\": 4, \"leaves\": 1, \"d\\u00e9cor\": 1, \"planter\": 3, \"towel\": 1, \"bubble\": 1, \"sculpture\": 1, \"tulip\": 1, \"bulb\": 1, \"lantern\": 1, \"ornament\": 1, \"waste\": 1, \"materials\": 1, \"ceramic\": 2, \"vase\": 2, \"plaster\": 2, \"paris\": 1, \"flowers\": 2, \"think\": 1, \"sounds\": 1, \"hideous\": 1, \"wait\": 1, \"till\": 1, \"9\": 1, \"dollar\": 3, \"tree\": 4, \"rope\": 2, \"basket\": 2, \"lamp\": 4, \"cute\": 3, \"mushroom\": 2, \"plant\": 2, \"stand\": 1, \"tutorial\": 5, \"shade\": 4, \"something\": 1, \"amazing\": 1, \"mosaic\": 4, \"giraffe\": 1, \"cup\": 1, \"artificial\": 1, \"flower\": 2, \"arrangements\": 1, \"realistic\": 1, \"favorite\": 2, \"story\": 2, \"learning\": 1, \"book\": 1, \"binding\": 1, \"arrange\": 1, \"tall\": 1, \"pampas\": 1, \"grass\": 1, \"gem\": 1, \"epoxy\": 1, \"candle\": 1, \"holders\": 1, \"cutting\": 1, \"modge\": 1, \"lighthouse\": 1, \"spoon\": 1, \"mercury\": 1, \"pillows\": 28, \"finds\": 1, \"kool\": 1, \"dyeing\": 1, \"techniques\": 1, \"people\": 1, \"sew\": 10, \"cushions\": 1, \"removable\": 3, \"cushion\": 8, \"french\": 3, \"mattress\": 1, \"bench\": 1, \"age\": 1, \"almost\": 1, \"instantly\": 1, \"shibori\": 1, \"denim\": 3, \"bleaching\": 1, \"peasy\": 2, \"beading\": 1, \"tapestries\": 1, \"memory\": 1, \"foam\": 1, \"beet\": 1, \"hibiscus\": 1, \"turmeric\": 1, \"dyes\": 1, \"boxed\": 1, \"placemats\": 2, \"stunning\": 2, \"padded\": 1, \"hearts\": 1, \"jeans\": 2, \"rag\": 3, \"pillow\": 32, \"cases\": 2, \"rugs\": 2, \"seriously\": 1, \"decor\\u0097using\": 1, \"pouf\": 1, \"sewing\": 3, \"tufted\": 1, \"spring\": 2, \"scarves\": 1, \"option\": 1, \"squeaky\": 2, \"carpeted\": 6, \"three\": 1, \"four\\u0085\": 1, \"craze\": 1, \"stinky\": 1, \"complete\": 2, \"burn\": 2, \"mark\": 2, \"finishing\": 2, \"transitions\": 1, \"job\": 1, \"foolproof\": 1, \"ways\": 3, \"last\": 6, \"longer\": 1, \"tiling\": 2, \"big\": 2, \"mistake\": 1, \"want\": 2, \"replacement\": 3, \"masterpiece\": 1, \"renovation\": 5, \"cloth\": 2, \"lay\": 2, \"flooring\": 8, \"stripes\": 1, \"backsplash\": 5, \"timers\": 1, \"molding\": 1, \"existing\": 2, \"self\": 1, \"adhesive\": 1, \"pops\": 1, \"c\\u00e1ch\": 1, \"th\": 2, \"c\": 4, \"hi\": 1, \"t\": 4, \"o\": 1, \"b\": 1, \"p\": 2, \"ni\\u00ean\": 1, \"70\": 1, \"v\": 1, \"ng\\u00e2n\": 1, \"s\\u00e1ch\": 1, \"ti\": 1, \"ki\": 1, \"m\": 1, \"impressive\": 1, \"malibu\": 2, \"plank\": 5, \"20\": 3, \"loom\": 1, \"hula\": 1, \"hoop\": 1, \"split\": 1, \"foyer\": 1, \"staircase\": 7, \"1964\": 1, \"single\": 1, \"stickers\": 1, \"extend\": 1, \"'70s\": 1, \"take\": 2, \"drab\": 2, \"fab\": 1, \"farm\": 1, \"bit\": 1, \"some\": 1, \"end\": 1, \"150\": 1, \"hood\": 1, \"vent\": 1, \"remodel\": 1, \"messy\": 1, \"useful\": 1, \"drawers\": 1, \"cape\": 2, \"cod\": 2, \"anybody\": 1, \"blue\": 2, \"foil\": 1, \"leaf\": 1, \"woven\": 1, \"bamboo\": 1, \"fans\": 1, \"804\": 1, \"sycamore\": 1, \"roman\": 4, \"cordless\": 1, \"edited\": 1, \"panel\": 1, \"valance\": 2, \"unfolding\": 1, \"awning\": 2, \"contact\": 1, \"privacy\": 3, \"craftsman\": 1, \"functional\": 1, \"view\": 1, \"yourself\": 1, \"hustlers\": 1, \"dated\": 1, \"honey\": 1, \"renter's\": 1, \"pendant\": 1, \"balloon\": 1, \"missing\": 1, \"link\": 1, \"knock\": 1, \"pottery\": 1, \"driftwood\": 1, \"recover\": 1, \"above\": 1, \"maximize\": 1, \"space\": 2, \"boost\": 1, \"value\": 1, \"pass\": 1, \"through\": 3, \"mess\": 1, \"andy\": 1, \"warhol\": 1, \"posters\": 1, \"stereo\": 1, \"outdated\": 1, \"butler\\u0092s\": 1, \"tuscany\": 1, \"photos\": 1, \"unexpected\": 1, \"linoleum\": 1, \"dirty\": 2, \"removed\": 1, \"nasty\": 5, \"stairs\": 13, \"changing\": 3, \"garden\": 3, \"path\": 2, \"cheater\": 1, \"version\": 1, \"den\": 1, \"going\": 1, \"stair\": 3, \"nightmare\": 1, \"dogs\": 2, \"cheapest\": 1, \"goodbye\": 3, \"hello\": 3, \"annie\": 1, \"sloan\": 1, \"trade\": 1, \"dusty\": 1, \"finally\": 1, \"solves\": 1, \"biggest\": 1, \"reveal\": 1, \"got\": 1, \"remodelling\": 1, \"took\": 2, \"saw\": 1, \"fiance\": 1, \"huge\": 1, \"diy'er\": 1, \"fall\": 2, \"renovating\": 1, \"cork\": 1, \"shirts\": 1, \"office\": 1, \"cozier\": 1, \"selecting\": 1, \"now\": 2, \"badly\": 1, \"everything\": 1, \"about\": 5, \"runner\": 2, \"maple\": 1, \"stuff\": 1, \"applied\": 1, \"exposed\": 1, \"approach\": 1, \"found\": 1, \"choose\": 1, \"ripping\": 2, \"pulled\": 1, \"unique\": 1, \"curved\": 1, \"suggestions\": 2, \"bleeding\": 1, \"below\": 1, \"backing\": 1, \"stuck\": 1, \"treads\": 1, \"pulling\": 1, \"even\": 1, \"dog\": 3, \"urine\": 1, \"what\\u0092s\": 1, \"combine\": 1, \"grey\": 1, \"tan\": 1, \"snags\": 1, \"scratching\": 1, \"spilled\": 1, \"synthetic\": 1, \"dyed\": 1, \"tough\": 1, \"prepare\": 1, \"has\": 1, \"tiny\": 1, \"bag\": 3, \"experience\": 1, \"damage\": 3, \"left\": 1, \"nails\": 1, \"spiral\": 1, \"patch\": 1, \"floorboards\": 1, \"slippery\": 1, \"recommen\": 1, \"knee\": 1, \"kicker\": 1, \"stretcher\": 1, \"splash\": 1, \"dark\": 1, \"refurbishing\": 1, \"bottlecap\": 1, \"face\": 1, \"sanding\": 1, \"priming\": 1, \"loose\": 1, \"spot\": 1, \"choice\": 1, \"welcome\": 1, \"guests\": 1, \"allergies\": 1, \"etching\": 1, \"gym\": 1, \"gives\": 1, \"antico\": 1, \"overtop\": 1, \"seam\": 1, \"sealer\": 1, \"nap\": 1, \"family\": 2, \"toothbrush\": 1, \"holder\": 1, \"timer\": 1, \"alcove\": 1, \"range\": 2, \"problem\": 2, \"dust\": 2, \"facelift\": 1, \"pole\": 1, \"\\u0093go\": 1, \"away\\u0094\": 1, \"landscaping\": 2, \"question\": 2, \"cracks\": 2, \"shut\": 2, \"operator\": 1, \"helps\": 1, \"floods\": 1, \"leaks\": 3, \"organ\": 1, \"speaker\": 1, \"become\": 1, \"stovetop\": 2, \"needs\": 2, \"meter\": 1, \"system\": 1, \"chicken\": 1, \"fence\": 2, \"kettle\": 1, \"socket\": 1, \"strange\": 1, \"cords\": 1, \"rather\": 1, \"refurbish\": 1, \"meat\": 1, \"grinder\": 1, \"appliance\": 3, \"throwing\": 1, \"unusual\": 1, \"amount\": 1, \"protect\": 1, \"next\": 1, \"cooking\": 1, \"indoor\": 1, \"spool\": 1, \"shed\": 2, \"roto\": 1, \"tiller\": 1, \"mantel\": 1, \"four\": 1, \"plumbing\": 14, \"myths\": 1, \"increase\": 1, \"will\": 1, \"avoid\": 2, \"common\": 1, \"apartment\": 1, \"doggie\": 1, \"cabana\": 1, \"supplies\": 1, \"frequently\": 1, \"asked\": 1, \"questions\": 1, \"drains\": 2, \"screwdown\": 1, \"embarrassing\": 1, \"mg\": 1, \"you'll\": 1, \"elkay\": 1, \"danze\": 1, \"too\": 1, \"anti\": 1, \"scald\": 1, \"clogged\": 1, \"small\": 2, \"pvc\": 1, \"moving\": 1, \"holidays\": 1, \"stall\": 1, \"thaw\": 1, \"frozen\": 1, \"possible\": 1, \"much\": 2, \"needed\": 1, \"pedicure\": 1, \"delta\": 1, \"eliminate\": 1, \"maintenance\": 2, \"inspection\": 1, \"key\": 1, \"disaster\": 1, \"handheld\": 1, \"plunger\": 1, \"mixer\": 1, \"tap\": 1, \"narrowboat\": 1, \"break\": 1, \"short\": 1, \"term\": 1, \"plunging\": 1, \"service\": 1, \"whittier\": 1, \"rg\": 1, \"xtreme\": 1, \"arm\": 1, \"furnish\": 1, \"fixtures\": 1, \"blanco\": 1, \"silgranit\": 1, \"pfister\": 1, \"hour\": 2, \"offs\": 1, \"cartridges\": 1, \"fast\": 1, \"anyone\": 1, \"rain\": 1, \"barrel\": 2, \"drainage\": 1, \"grating\": 1, \"leak\": 1, \"connection\": 1, \"issues\": 1, \"hiding\": 1, \"builder\": 1, \"hidden\": 1, \"jewelry\": 1, \"hexagon\": 1, \"treatment\": 2, \"file\": 1, \"organizer\": 1, \"half\": 1, \"fraction\": 1, \"price\": 1, \"open\": 1, \"concept\": 2, \"closed\": 1, \"building\": 2, \"scrap\": 2, \"combined\": 1, \"modular\": 1, \"seating\": 1, \"giant\": 1, \"pegboard\": 1, \"bookshelves\": 1, \"truly\": 1, \"awesome\": 2, \"wainscoting\": 1, \"planked\": 2, \"coffered\": 1, \"conversion\": 1, \"strips\": 1, \"statement\": 1, \"doorway\": 1, \"pallet\": 1, \"reclaimed\": 1, \"fabulous\": 1, \"framed\": 2, \"pony\": 1, \"tv\": 2, \"pb\": 1, \"sheetrock\": 1, \"master\": 2, \"girls\": 1, \"trendy\": 1, \"greenery\": 1, \"epic\": 1, \"standout\": 1, \"hallway\": 1, \"forest\": 1, \"bumblebee\": 1, \"unit\": 1, \"hubby\": 1, \"burlap\": 1, \"insert\": 1, \"reversible\": 1, \"hgtv\": 1, \"recently\": 1, \"had\": 1, \"elevated\": 2, \"used\": 1, \"finsh\": 1, \"super\": 1, \"halloween\": 2, \"designs\": 1, \"cozy\": 1, \"sweater\": 1, \"tie\": 1, \"blanket\": 1, \"wash\": 1, \"crate\": 1, \"knit\": 1, \"dotted\": 1, \"sweaters\": 1, \"hand\": 1, \"harry\": 1, \"potter\": 1, \"autumn\": 1, \"wrap\": 2, \"pennies\": 1, \"ruffle\": 1, \"tassels\": 2, \"inserts\": 1, \"bed\": 1, \"giveaway\": 1, \"envelope\": 1, \"potato\": 1, \"stamp\": 1, \"decoart\": 1, \"styles\": 1, \"jute\": 1, \"sundress\": 1, \"tablecloth\": 1, \"king\": 1, \"size\": 1, \"stuffing\": 1, \"dilemma\": 1, \"tassel\": 1, \"dinner\": 1, \"napkins\": 1, \"those\": 1, \"slipcover\": 1, \"lego\\u00ae\": 1, \"printable\": 1, \"pdf\": 1, \"customizable\": 1, \"sponge\": 1, \"mudcloth\": 1, \"beginner\": 1, \"am\": 1, \"showing\": 1, \"holiday\": 1, \"ho\": 3, \"dress\": 1, \"shirt\": 1, \"hides\": 1, \"buying\": 1, \"cellular\": 1, \"shades\": 1, \"review\": 1, \"shorten\": 1, \"sills\": 3, \"trims\": 1, \"starfish\": 1, \"frosted\": 2, \"tracks\": 2, \"odd\": 1, \"shaped\": 1, \"magical\": 1, \"mermaid\": 1, \"saving\": 1, \"treatments\": 1, \"another\": 1, \"casement\": 1, \"library\": 1, \"layered\": 1, \"red\": 1, \"greenhouse\": 1, \"valances\": 1, \"happy\": 1, \"cocktail\": 1, \"spanish\": 1, \"years\": 1, \"appliances\": 6, \"duct\": 1, \"bunnies\": 1, \"pyromaniacs\": 1, \"defrost\": 1, \"motor\": 1, \"foot\": 1, \"pedal\": 1, \"sk's\": 1, \"dinged\": 1, \"trick\": 1, \"smooth\": 2, \"maintain\": 1, \"faulty\": 1, \"igniter\": 1, \"cooktop\": 2, \"streak\": 1, \"chalkboard\": 1, \"vacuums\": 1, \"250\": 1, \"shiny\": 1, \"tabs\": 1, \"evolving\": 1, \"pre\": 1, \"reno\": 1, \"difference\": 1, \"weekend\": 1, \"changes\": 1, \"guest\": 1, \"1910\": 1, \"yep\": 1, \"did\": 1, \"myself\": 1, \"shutter\": 1, \"improving\": 1, \"colors\": 1, \"larger\": 1, \"siding\": 1, \"brushes\": 1, \"damaged\": 1, \"sprayed\": 1, \"ferndale\": 1, \"stamped\": 1, \"driveway\": 1, \"beyond\": 1, \"haint\": 1, \"turquoise\": 1, \"gleaming\": 1, \"noticeable\": 1, \"change\": 1, \"repaint\": 1, \"railings\": 1, \"cobblestone\": 1, \"moss\": 1, \"phase\": 1, \"progress\": 1, \"fixing\": 1, \"sinking\": 1, \"stones\": 1, \"airless\": 1, \"transforming\": 1, \"exorcism\": 1, \"amityville\": 1, \"horror\": 1, \"type\": 1, \"coils\": 1, \"induction\": 1, \"as\": 1, \"focal\": 1, \"point\": 1, \"reduce\": 1, \"repurposed\": 1, \"sears\": 1, \"charger\": 1}", "word_docs": "{\"how\": 249, \"clean\": 54, \"works\": 2, \"cloudy\": 1, \"when\": 9, \"to\": 295, \"else\": 1, \"glass\": 18, \"nothing\": 2, \"windows\": 12, \"for\": 63, \"an\": 45, \"windowsill\": 1, \"pour\": 2, \"hack\": 14, \"cleaning\": 17, \"easy\": 49, \"vinegar\": 3, \"into\": 24, \"your\": 78, \"hard\": 3, \"or\": 16, \"remove\": 20, \"on\": 53, \"shower\": 14, \"stains\": 9, \"water\": 23, \"tips\": 10, \"any\": 3, \"from\": 46, \"exterior\": 19, \"great\": 2, \"removing\": 6, \"toilet\": 27, \"bombs\": 3, \"fizzy\": 3, \"diy\": 107, \"6\": 5, \"cleaner\": 11, \"bathroom\": 18, \"natural\": 2, \"in\": 56, \"rid\": 9, \"caulking\": 2, \"get\": 16, \"of\": 51, \"mold\": 6, \"black\": 7, \"swiffer\": 1, \"and\": 97, \"8\": 2, \"under\": 11, \"grout\": 14, \"tile\": 18, \"3\": 9, \"tub\": 2, \"ingredient\": 2, \"stain\": 7, \"homemade\": 6, \"remover\": 2, \"showers\": 2, \"gel\": 1, \"tubs\": 1, \"my\": 45, \"arsenal\": 1, \"effective\": 2, \"the\": 90, \"most\": 2, \"non\": 1, \"unclog\": 6, \"4\": 4, \"ingredients\": 2, \"toxic\": 1, \"drain\": 5, \"steps\": 8, \"household\": 2, \"them\": 4, \"doors\": 8, \"make\": 50, \"sparkle\": 1, \"other\": 3, \"sink\": 15, \"dye\": 1, \"surfaces\": 1, \"hair\": 2, \"new\": 21, \"so\": 6, \"it\": 29, \"brand\": 3, \"looks\": 3, \"jets\": 1, \"bathtub\": 4, \"without\": 12, \"can\": 28, \"soak\": 1, \"stress\": 1, \"you\": 21, \"good\": 3, \"pink\": 2, \"bowl\": 4, \"use\": 13, \"sparkling\": 1, \"10\": 3, \"ideas\": 11, \"achieve\": 1, \"top\": 10, \"toilets\": 3, \"look\": 16, \"a\": 219, \"old\": 52, \"way\": 24, \"best\": 14, \"2\": 7, \"with\": 83, \"bleach\": 3, \"mildew\": 1, \"no\": 14, \"build\": 15, \"soap\": 3, \"scum\": 3, \"up\": 9, \"surprising\": 1, \"prevent\": 5, \"try\": 1, \"doesn't\": 2, \"if\": 2, \"this\": 23, \"work\": 1, \"simple\": 8, \"items\": 1, \"quick\": 5, \"using\": 18, \"hacks\": 6, \"smell\": 5, \"bathrooms\": 1, \"kosher\": 1, \"salt\": 1, \"grapefruit\": 1, \"affordable\": 3, \"renew\": 2, \"color\": 5, \"update\": 11, \"ployblend\": 1, \"shampoo\": 1, \"door\": 39, \"ants\": 1, \"are\": 2, \"coming\": 2, \"why\": 12, \"around\": 6, \"base\": 2, \"that\": 20, \"ring\": 2, \"stubborn\": 2, \"cents\": 1, \"25\": 2, \"at\": 5, \"strip\": 1, \"plastic\": 5, \"bottom\": 1, \"tools\": 3, \"house\": 14, \"power\": 2, \"tank\": 5, \"laundry\": 3, \"love\": 4, \"time\": 5, \"tablets\": 2, \"scale\": 2, \"lime\": 2, \"practically\": 1, \"free\": 3, \"ever\": 4, \"green\": 3, \"rubbing\": 1, \"alcohol\": 1, \"know\": 4, \"must\": 2, \"clever\": 1, \"home\": 25, \"recolor\": 1, \"re\": 3, \"grouting\": 2, \"seltzer\": 1, \"alka\": 1, \"steam\": 2, \"pads\": 1, \"own\": 8, \"mop\": 1, \"sticky\": 1, \"first\": 4, \"residue\": 1, \"aid\": 2, \"dingy\": 1, \"floor\": 32, \"pen\": 2, \"heat\": 3, \"made\": 4, \"i\": 48, \"baseboard\": 3, \"covers\": 9, \"paint\": 41, \"transform\": 11, \"casabella's\": 1, \"products\": 2, \"damaging\": 1, \"hardwood\": 6, \"naturally\": 3, \"floors\": 13, \"control\": 2, \"baking\": 3, \"soda\": 3, \"carpets\": 3, \"flea\": 1, \"carpet\": 91, \"out\": 19, \"distilled\": 1, \"smarter\": 1, \"white\": 5, \"uses\": 2, \"magic\": 3, \"eraser\": 1, \"wood\": 44, \"safe\": 1, \"making\": 8, \"afford\": 1, \"until\": 1, \"ones\": 1, \"wax\": 1, \"tiles\": 8, \"shine\": 3, \"revive\": 2, \"fur\": 1, \"faux\": 26, \"conditioner\": 1, \"rug\": 13, \"smelling\": 2, \"fresh\": 2, \"eco\": 1, \"freshener\": 2, \"pets\": 1, \"deodorizer\": 1, \"area\": 7, \"difficult\": 1, \"smells\": 3, \"more\": 3, \"pet\": 1, \"quickly\": 4, \"effectively\": 1, \"granite\": 3, \"tackle\": 1, \"cleaners\": 2, \"grime\": 2, \"oven\": 9, \"solution\": 2, \"cabinets\": 7, \"kitchen\": 42, \"garbage\": 2, \"disposal\": 2, \"again\": 2, \"care\": 3, \"quartz\": 1, \"countertops\": 6, \"faucet\": 10, \"buildup\": 1, \"steel\": 5, \"sparkles\": 1, \"stainless\": 6, \"disinfect\": 2, \"laminate\": 6, \"countertop\": 5, \"ink\": 1, \"money\": 4, \"save\": 6, \"7\": 1, \"grounds\": 2, \"coffee\": 6, \"astonishing\": 1, \"sinks\": 1, \"like\": 10, \"secret\": 1, \"effortless\": 1, \"dryer\": 8, \"sheet\": 2, \"tricks\": 2, \"washing\": 5, \"front\": 18, \"loader\": 1, \"machine\": 8, \"fresher\": 1, \"better\": 1, \"maker\": 4, \"tasting\": 1, \"keurig\": 2, \"deep\": 1, \"minutes\": 10, \"fan\": 5, \"box\": 6, \"thoroughly\": 1, \"humidifier\": 1, \"air\": 2, \"fryer\": 1, \"grease\": 2, \"racks\": 1, \"washer\": 5, \"load\": 1, \"right\": 3, \"waffle\": 1, \"iron\": 4, \"refrigerator\": 9, \"outside\": 1, \"nespresso\": 1, \"few\": 2, \"housing\": 2, \"trap\": 1, \"lint\": 1, \"pot\": 3, \"inside\": 3, \"instant\": 1, \"vacuum\": 1, \"buy\": 1, \"robot\": 1, \"dispenser\": 2, \"smudges\": 1, \"help\": 15, \"fridge\": 3, \"off\": 12, \"fingerprint\": 1, \"goo\": 1, \"efficiency\": 1, \"high\": 3, \"frost\": 1, \"freezer\": 3, \"easier\": 2, \"life\": 2, \"improvement\": 1, \"handyman\": 2, \"vents\": 1, \"back\": 4, \"getting\": 3, \"cube\": 2, \"ice\": 2, \"handles\": 1, \"stove\": 8, \"fill\": 2, \"sock\": 1, \"odors\": 2, \"be\": 7, \"ammonia\": 1, \"should\": 6, \"fish\": 2, \"does\": 4, \"patio\": 4, \"flagstone\": 1, \"trim\": 6, \"modern\": 6, \"ranch\": 1, \"concrete\": 15, \"porch\": 10, \"\\u0096\": 5, \"walkway\": 3, \"staining\": 3, \"deck\": 5, \"stained\": 8, \"mini\": 2, \"makeover\": 23, \"balcony\": 1, \"bohemian\": 1, \"built\": 2, \"stenciled\": 6, \"paver\": 1, \"brick\": 7, \"edition\": 1, \"faking\": 1, \"chippendale\": 1, \"screen\": 5, \"homes\": 2, \"repainting\": 1, \"before\": 5, \"mobile\": 4, \"after\": 3, \"older\": 2, \"resurface\": 1, \"100\": 2, \"step\": 5, \"tasks\": 1, \"transformed\": 2, \"painting\": 16, \"have\": 6, \"11\": 1, \"updating\": 4, \"columns\": 1, \"skinny\": 1, \"washed\": 1, \"130\": 1, \"spray\": 4, \"easily\": 6, \"pro\": 2, \"wagner\": 1, \"outdoor\": 6, \"ceiling\": 11, \"backyard\": 2, \"chalk\": 5, \"vertical\": 2, \"retaining\": 2, \"carved\": 1, \"wall\": 66, \"design\": 5, \"pease\": 1, \"piece\": 3, \"advice\": 2, \"german\": 1, \"mortar\": 1, \"curb\": 3, \"smear\": 1, \"add\": 4, \"appeal\": 3, \"improve\": 1, \"home's\": 2, \"we\": 8, \"bricks\": 1, \"our\": 10, \"transformation\": 4, \"stenciling\": 2, \"pattern\": 2, \"diamond\": 1, \"shutters\": 9, \"double\": 2, \"wide\": 4, \"would\": 3, \"winter\": 1, \"year\": 2, \"refresh\": 3, \"entryway\": 1, \"beam\": 1, \"painted\": 19, \"garage\": 4, \"walk\": 2, \"thousands\\u0097\": 1, \"costs\": 2, \"creating\": 1, \"decor\": 11, \"thrifty\": 1, \"cardboard\": 1, \"hex\": 2, \"proper\": 1, \"stencil\": 7, \"masonry\": 1, \"statuary\": 1, \"restoring\": 2, \"jealous\": 1, \"neighbors\": 2, \"restoration\": 3, \"finish\": 4, \"hardware\": 2, \"liquid\": 1, \"folding\": 1, \"table\": 15, \"retique\": 1, \"furniture\": 6, \"medium\": 1, \"stencils\": 1, \"raised\": 1, \"textured\": 2, \"island\": 3, \"storage\": 5, \"turn\": 9, \"shelf\": 3, \"cheap\": 8, \"real\": 3, \"looking\": 2, \"marble\": 1, \"icing\\u00ae\": 1, \"paste\": 1, \"lace\": 1, \"textura\": 1, \"banquet\": 1, \"tables\": 1, \"rustic\": 4, \"farmhouse\": 8, \"turned\": 5, \"silverware\": 1, \"world\": 2, \"vintage\": 11, \"chest\": 3, \"charm\": 1, \"cabinet\": 14, \"oak\": 5, \"pantry\": 3, \"gun\": 1, \"gray\": 4, \"broken\": 2, \"down\": 2, \"buffet\": 3, \"arch\": 1, \"hutch\": 1, \"refinishing\": 4, \"wallpaper\": 6, \"patina\": 1, \"create\": 10, \"background\": 1, \"paintable\": 1, \"dining\": 8, \"90s\": 2, \"gets\": 5, \"set\": 2, \"over\": 6, \"budget\": 7, \"stone\": 4, \"upgrade\": 7, \"counters\": 2, \"give\": 2, \"wicker\": 1, \"what\": 20, \"learned\": 1, \"2nd\": 1, \"upholstered\": 1, \"chair\": 5, \"refinish\": 3, \"dresser\": 4, \"grasscloth\": 1, \"fake\": 1, \"broom\": 1, \"leg\": 1, \"desk\": 3, \"hairpin\": 1, \"side\": 2, \"colorful\": 1, \"bright\": 2, \"moroccan\": 1, \"style\": 4, \"trunk\": 2, \"steamer\": 3, \"child's\": 1, \"mackenzie\": 1, \"fabric\": 7, \"headboard\": 3, \"calm\": 1, \"grab\": 1, \"flip\": 2, \"curtain\": 5, \"gorgeous\": 7, \"rabbit\": 1, \"theme\": 1, \"chifferobe\": 1, \"peter\": 1, \"one\": 5, \"peeling\": 1, \"redoing\": 1, \"repurposing\": 2, \"different\": 4, \"spin\": 2, \"dressers\": 1, \"hinges\": 1, \"large\": 2, \"nightstands\": 1, \"sofa\": 2, \"upholstery\": 2, \"couch\": 2, \"upcycled\": 3, \"do\": 30, \"sand\": 1, \"ugly\": 7, \"tablecloths\": 1, \"away\": 2, \"throw\": 45, \"stop\": 3, \"covering\": 3, \"week\": 1, \"2x\": 1, \"rust\": 2, \"touch\": 2, \"material\": 1, \"oleum\": 1, \"painter's\": 1, \"roll\": 1, \"oil\": 1, \"corner\": 1, \"repair\": 7, \"hot\": 3, \"glue\": 4, \"bondo\": 1, \"chipped\": 2, \"chairs\": 2, \"easiest\": 6, \"bleached\": 1, \"antique\": 2, \"veneer\": 1, \"removal\": 2, \"aviary\": 1, \"bird\": 2, \"ikea\": 6, \"vittsjo\": 1, \"stool\": 1, \"armoire\": 1, \"media\": 2, \"mahogany\": 1, \"music\": 1, \"restore\": 2, \"leather\": 2, \"overs\": 1, \"cloths\": 1, \"drop\": 3, \"upcycle\": 5, \"containers\": 1, \"traditions\": 1, \"vanity\": 1, \"heirloom\": 1, \"yard\": 2, \"junk\": 1, \"redo\": 2, \"lift\": 2, \"toy\": 1, \"attach\": 2, \"pull\": 1, \"chain\": 1, \"restring\": 2, \"1\": 3, \"clothesline\": 2, \"daytek\": 2, \"retractable\": 2, \"part\": 5, \"parts\": 2, \"worry\": 1, \"ruined\": 1, \"dont\": 1, \"burner\": 2, \"gas\": 7, \"convert\": 3, \"electric\": 46, \"fireplace\": 18, \"won\\u0092t\": 1, \"fix\": 29, \"won't\": 1, \"dishwasher\": 4, \"heating\": 3, \"replace\": 13, \"element\": 1, \"temperature\": 1, \"oven's\": 1, \"correct\": 1, \"tray\": 1, \"fills\": 1, \"continually\": 1, \"overflows\": 1, \"drip\": 1, \"working\": 2, \"microwave\": 2, \"suddenly\": 1, \"than\": 8, \"but\": 1, \"minute\": 1, \"canceled\": 1, \"gold\": 3, \"completely\": 2, \"less\": 11, \"then\": 2, \"draining\": 1, \"restarted\": 1, \"not\": 4, \"whirlpool\": 1, \"leaking\": 5, \"little\": 2, \"is\": 17, \"push\": 1, \"carb\": 1, \"lawn\": 1, \"issue\": 1, \"mower\": 1, \"husqvarna\": 1, \"disconnect\": 1, \"normal\": 1, \"burners\": 1, \"need\": 8, \"seeking\": 1, \"solutions\": 1, \"balance\": 1, \"line\": 2, \"bath\": 3, \"seal\": 1, \"spitting\": 1, \"dead\": 1, \"mouse\": 1, \"turning\": 1, \"drum\": 1, \"keep\": 2, \"sided\": 1, \"smoke\": 1, \"pouring\": 1, \"cast\": 3, \"1920's\": 1, \"two\": 5, \"wrong\": 1, \"cycles\": 1, \"takes\": 1, \"dry\": 2, \"outlets\": 4, \"wiring\": 2, \"involved\": 1, \"electrical\": 4, \"cover\": 6, \"tip\": 4, \"outlet\": 3, \"insulate\": 3, \"heater\": 5, \"jar\": 1, \"mason\": 1, \"light\": 7, \"cable\": 2, \"hide\": 5, \"army\": 1, \"cot\": 1, \"metal\": 2, \"fixture\": 3, \"1940's\": 1, \"brown\": 3, \"wires\": 1, \"wobbly\": 2, \"hardwired\": 1, \"converting\": 2, \"plug\": 2, \"recessed\": 1, \"chandelier\": 1, \"lighting\": 1, \"safest\": 1, \"knob\": 2, \"tube\": 1, \"baseboards\": 1, \"put\": 1, \"lights\": 2, \"turns\": 1, \"dim\": 1, \"lampshade\": 3, \"thoughts\": 1, \"repairing\": 2, \"types\": 1, \"store\": 4, \"bulbs\": 1, \"noise\": 1, \"there\": 4, \"problems\": 4, \"warm\": 2, \"feel\": 1, \"replaced\": 2, \"running\": 4, \"still\": 1, \"it's\": 3, \"flapper\": 1, \"waterproof\": 1, \"50\": 4, \"slab\": 1, \"drill\": 2, \"don't\": 5, \"tunnel\": 1, \"instead\": 2, \"cut\": 3, \"faucets\": 3, \"n\": 2, \"buff\": 1, \"chrome\": 1, \"rub\": 1, \"butcher\": 1, \"installing\": 5, \"block\": 2, \"adding\": 3, \"second\": 1, \"holding\": 1, \"flushes\": 1, \"handle\": 1, \"install\": 10, \"flange\": 1, \"project\": 2, \"pipes\": 4, \"soldering\": 2, \"diverters\": 1, \"copper\": 2, \"valve\": 2, \"supply\": 1, \"by\": 7, \"guide\": 4, \"matter\": 1, \"makes\": 2, \"bill\": 2, \"leaky\": 4, \"dent\": 1, \"seat\": 3, \"keeps\": 1, \"could\": 2, \"reason\": 1, \"cold\": 3, \"rod\": 2, \"thinking\": 2, \"tried\": 1, \"was\": 2, \"terribly\": 1, \"hose\": 2, \"ceilings\": 1, \"also\": 1, \"plumbers\": 2, \"septic\": 1, \"connected\": 1, \"corian\": 1, \"replacing\": 2, \"broke\": 1, \"pipe\": 3, \"showerhead\": 2, \"window\": 44, \"grids\": 1, \"mullions\": 1, \"5\": 9, \"sagging\": 1, \"flat\": 2, \"jambs\": 1, \"rotted\": 1, \"ingenious\": 1, \"insulation\": 1, \"energy\": 2, \"screens\": 2, \"efficient\": 2, \"scratched\": 1, \"frames\": 4, \"aluminum\": 2, \"sticks\": 1, \"temporary\": 1, \"head\": 1, \"blinds\": 5, \"screwdri\": 1, \"vinyl\": 5, \"weatherproof\": 1, \"custom\": 5, \"15\": 2, \"which\": 2, \"go\": 3, \"pocket\": 1, \"arched\": 1, \"dented\": 1, \"windshield\": 1, \"cracked\": 1, \"tears\": 1, \"holes\": 3, \"egress\": 1, \"basement\": 4, \"see\": 2, \"straight\": 1, \"lock\": 1, \"sliding\": 2, \"falls\": 1, \"all\": 1, \"slide\": 1, \"hang\": 5, \"fashioned\": 2, \"wire\": 1, \"wooden\": 2, \"sidelights\": 2, \"hollow\": 1, \"muntins\": 1, \"hooks\": 1, \"pleats\": 1, \"curtains\": 3, \"rings\": 1, \"fitting\": 1, \"ha\": 1, \"drapery\": 1, \"storm\": 1, \"stay\": 1, \"taking\": 2, \"mirror\": 30, \"moustache\": 1, \"zodiac\": 1, \"just\": 2, \"mirrors\": 3, \"aged\": 1, \"pane\": 1, \"grid\": 1, \"accent\": 11, \"dreamy\": 1, \"five\": 1, \"these\": 2, \"decorative\": 5, \"panels\": 2, \"anthropologie\": 4, \"inspired\": 6, \"primrose\": 1, \"sunburst\": 2, \"redesign\": 1, \"prima\": 1, \"tire\": 1, \"mongstad\": 1, \"six\": 1, \"chic\": 2, \"stylish\": 3, \"hanging\": 4, \"mosaics\": 2, \"decorate\": 2, \"decoupage\": 2, \"frame\": 7, \"stripping\": 2, \"clay\": 2, \"details\": 1, \"molds\": 1, \"silicone\": 1, \"designer\": 1, \"butterfly\": 1, \"tape\": 2, \"washi\": 2, \"fretwork\": 1, \"builder's\": 1, \"grade\": 2, \"trumeau\": 1, \"pile\": 1, \"tiled\": 1, \"edge\": 2, \"live\": 2, \"optical\": 1, \"illusion\": 1, \"behind\": 1, \"pretty\": 2, \"barn\": 4, \"slides\": 1, \"personalizing\": 1, \"thrift\": 3, \"geometric\": 1, \"prints\": 1, \"surprisingly\": 1, \"botanical\": 1, \"shiplap\": 5, \"sharpie\": 1, \"renter\": 1, \"friendly\": 2, \"rainbow\": 1, \"boho\": 4, \"here's\": 1, \"bedroom\": 5, \"plywood\": 2, \"transfer\": 2, \"images\": 1, \"paper\": 5, \"print\": 1, \"slat\": 3, \"apply\": 1, \"stick\": 2, \"peel\": 2, \"seamless\": 1, \"kids\": 1, \"decal\": 1, \"playroom\": 1, \"straps\": 1, \"gallery\": 6, \"pointillism\": 1, \"art\": 6, \"room\": 7, \"revolution\": 1, \"powder\": 2, \"batten\": 4, \"board\": 5, \"feature\": 3, \"bay\": 3, \"ocean\": 1, \"wave\": 1, \"resin\": 2, \"mid\": 3, \"century\": 3, \"walls\": 2, \"twist\": 3, \"moulding\": 1, \"learn\": 1, \"clock\": 1, \"classic\": 1, \"teepee\": 1, \"nursery\": 1, \"podge\": 2, \"mod\": 1, \"brushstroke\": 1, \"technique\": 1, \"plates\": 1, \"switch\": 2, \"yarn\": 1, \"beautiful\": 4, \"repurpose\": 1, \"leaves\": 1, \"d\\u00e9cor\": 1, \"planter\": 3, \"towel\": 1, \"bubble\": 1, \"sculpture\": 1, \"tulip\": 1, \"bulb\": 1, \"ornament\": 1, \"waste\": 1, \"lantern\": 1, \"materials\": 1, \"ceramic\": 2, \"vase\": 2, \"paris\": 1, \"plaster\": 2, \"flowers\": 2, \"sounds\": 1, \"9\": 1, \"till\": 1, \"hideous\": 1, \"think\": 1, \"wait\": 1, \"dollar\": 3, \"tree\": 4, \"rope\": 2, \"basket\": 2, \"lamp\": 4, \"cute\": 3, \"plant\": 2, \"stand\": 1, \"mushroom\": 1, \"something\": 1, \"tutorial\": 5, \"amazing\": 1, \"shade\": 4, \"mosaic\": 4, \"cup\": 1, \"giraffe\": 1, \"arrangements\": 1, \"artificial\": 1, \"realistic\": 1, \"flower\": 2, \"binding\": 1, \"favorite\": 2, \"learning\": 1, \"book\": 1, \"story\": 2, \"tall\": 1, \"arrange\": 1, \"pampas\": 1, \"grass\": 1, \"epoxy\": 1, \"gem\": 1, \"holders\": 1, \"candle\": 1, \"cutting\": 1, \"modge\": 1, \"lighthouse\": 1, \"spoon\": 1, \"mercury\": 1, \"finds\": 1, \"pillows\": 27, \"techniques\": 1, \"people\": 1, \"kool\": 1, \"dyeing\": 1, \"sew\": 10, \"cushions\": 1, \"cushion\": 7, \"removable\": 3, \"bench\": 1, \"mattress\": 1, \"french\": 3, \"age\": 1, \"almost\": 1, \"instantly\": 1, \"bleaching\": 1, \"denim\": 3, \"shibori\": 1, \"peasy\": 2, \"beading\": 1, \"tapestries\": 1, \"memory\": 1, \"foam\": 1, \"beet\": 1, \"turmeric\": 1, \"hibiscus\": 1, \"dyes\": 1, \"boxed\": 1, \"placemats\": 2, \"stunning\": 2, \"padded\": 1, \"jeans\": 2, \"hearts\": 1, \"rag\": 3, \"pillow\": 30, \"cases\": 2, \"rugs\": 2, \"decor\\u0097using\": 1, \"seriously\": 1, \"pouf\": 1, \"tufted\": 1, \"sewing\": 3, \"spring\": 2, \"scarves\": 1, \"option\": 1, \"squeaky\": 2, \"carpeted\": 6, \"four\\u0085\": 1, \"three\": 1, \"craze\": 1, \"stinky\": 1, \"complete\": 2, \"mark\": 2, \"burn\": 2, \"finishing\": 2, \"transitions\": 1, \"job\": 1, \"longer\": 1, \"ways\": 3, \"last\": 4, \"foolproof\": 1, \"mistake\": 1, \"big\": 2, \"want\": 2, \"tiling\": 2, \"replacement\": 3, \"masterpiece\": 1, \"renovation\": 5, \"cloth\": 2, \"stripes\": 1, \"lay\": 2, \"flooring\": 8, \"backsplash\": 4, \"timers\": 1, \"molding\": 1, \"existing\": 2, \"adhesive\": 1, \"pops\": 1, \"self\": 1, \"s\\u00e1ch\": 1, \"v\": 1, \"ki\": 1, \"c\": 1, \"t\": 2, \"hi\": 1, \"70\": 1, \"ng\\u00e2n\": 1, \"m\": 1, \"o\": 1, \"p\": 1, \"ni\\u00ean\": 1, \"th\": 1, \"c\\u00e1ch\": 1, \"b\": 1, \"ti\": 1, \"plank\": 5, \"impressive\": 1, \"malibu\": 2, \"20\": 3, \"hoop\": 1, \"loom\": 1, \"hula\": 1, \"staircase\": 7, \"foyer\": 1, \"split\": 1, \"single\": 1, \"1964\": 1, \"stickers\": 1, \"extend\": 1, \"'70s\": 1, \"fab\": 1, \"drab\": 2, \"take\": 2, \"farm\": 1, \"bit\": 1, \"some\": 1, \"end\": 1, \"150\": 1, \"hood\": 1, \"vent\": 1, \"remodel\": 1, \"drawers\": 1, \"messy\": 1, \"useful\": 1, \"cape\": 2, \"cod\": 2, \"anybody\": 1, \"foil\": 1, \"blue\": 2, \"leaf\": 1, \"woven\": 1, \"fans\": 1, \"bamboo\": 1, \"804\": 1, \"sycamore\": 1, \"roman\": 4, \"cordless\": 1, \"edited\": 1, \"panel\": 1, \"valance\": 2, \"unfolding\": 1, \"awning\": 2, \"contact\": 1, \"privacy\": 3, \"craftsman\": 1, \"functional\": 1, \"view\": 1, \"yourself\": 1, \"hustlers\": 1, \"honey\": 1, \"dated\": 1, \"renter's\": 1, \"balloon\": 1, \"pendant\": 1, \"link\": 1, \"missing\": 1, \"driftwood\": 1, \"pottery\": 1, \"knock\": 1, \"recover\": 1, \"value\": 1, \"maximize\": 1, \"boost\": 1, \"above\": 1, \"space\": 2, \"mess\": 1, \"pass\": 1, \"through\": 3, \"posters\": 1, \"warhol\": 1, \"andy\": 1, \"stereo\": 1, \"outdated\": 1, \"butler\\u0092s\": 1, \"tuscany\": 1, \"photos\": 1, \"unexpected\": 1, \"linoleum\": 1, \"dirty\": 2, \"nasty\": 5, \"removed\": 1, \"stairs\": 13, \"garden\": 3, \"path\": 2, \"changing\": 3, \"version\": 1, \"cheater\": 1, \"den\": 1, \"going\": 1, \"nightmare\": 1, \"stair\": 3, \"cheapest\": 1, \"dogs\": 2, \"goodbye\": 3, \"sloan\": 1, \"hello\": 3, \"annie\": 1, \"trade\": 1, \"dusty\": 1, \"solves\": 1, \"biggest\": 1, \"finally\": 1, \"reveal\": 1, \"got\": 1, \"remodelling\": 1, \"saw\": 1, \"took\": 2, \"huge\": 1, \"fall\": 2, \"diy'er\": 1, \"fiance\": 1, \"renovating\": 1, \"cork\": 1, \"shirts\": 1, \"cozier\": 1, \"office\": 1, \"selecting\": 1, \"now\": 2, \"badly\": 1, \"about\": 5, \"runner\": 2, \"everything\": 1, \"maple\": 1, \"stuff\": 1, \"applied\": 1, \"exposed\": 1, \"approach\": 1, \"found\": 1, \"choose\": 1, \"ripping\": 2, \"pulled\": 1, \"unique\": 1, \"curved\": 1, \"suggestions\": 2, \"bleeding\": 1, \"below\": 1, \"backing\": 1, \"stuck\": 1, \"treads\": 1, \"pulling\": 1, \"even\": 1, \"dog\": 3, \"urine\": 1, \"tan\": 1, \"grey\": 1, \"combine\": 1, \"what\\u0092s\": 1, \"scratching\": 1, \"snags\": 1, \"spilled\": 1, \"synthetic\": 1, \"dyed\": 1, \"tough\": 1, \"prepare\": 1, \"has\": 1, \"tiny\": 1, \"bag\": 3, \"experience\": 1, \"nails\": 1, \"left\": 1, \"damage\": 3, \"spiral\": 1, \"patch\": 1, \"floorboards\": 1, \"recommen\": 1, \"slippery\": 1, \"kicker\": 1, \"knee\": 1, \"stretcher\": 1, \"splash\": 1, \"dark\": 1, \"refurbishing\": 1, \"bottlecap\": 1, \"face\": 1, \"sanding\": 1, \"priming\": 1, \"loose\": 1, \"spot\": 1, \"choice\": 1, \"welcome\": 1, \"guests\": 1, \"allergies\": 1, \"etching\": 1, \"gym\": 1, \"gives\": 1, \"antico\": 1, \"overtop\": 1, \"nap\": 1, \"sealer\": 1, \"seam\": 1, \"toothbrush\": 1, \"family\": 2, \"holder\": 1, \"timer\": 1, \"range\": 2, \"alcove\": 1, \"problem\": 2, \"dust\": 2, \"facelift\": 1, \"\\u0093go\": 1, \"pole\": 1, \"away\\u0094\": 1, \"landscaping\": 2, \"question\": 2, \"cracks\": 2, \"leaks\": 3, \"floods\": 1, \"operator\": 1, \"helps\": 1, \"shut\": 2, \"speaker\": 1, \"organ\": 1, \"become\": 1, \"stovetop\": 2, \"needs\": 2, \"meter\": 1, \"system\": 1, \"fence\": 2, \"chicken\": 1, \"kettle\": 1, \"socket\": 1, \"strange\": 1, \"cords\": 1, \"rather\": 1, \"refurbish\": 1, \"grinder\": 1, \"appliance\": 3, \"meat\": 1, \"amount\": 1, \"unusual\": 1, \"throwing\": 1, \"protect\": 1, \"cooking\": 1, \"next\": 1, \"spool\": 1, \"indoor\": 1, \"shed\": 2, \"roto\": 1, \"tiller\": 1, \"mantel\": 1, \"increase\": 1, \"four\": 1, \"myths\": 1, \"plumbing\": 14, \"will\": 1, \"avoid\": 2, \"common\": 1, \"apartment\": 1, \"supplies\": 1, \"cabana\": 1, \"doggie\": 1, \"frequently\": 1, \"asked\": 1, \"questions\": 1, \"drains\": 2, \"screwdown\": 1, \"mg\": 1, \"embarrassing\": 1, \"you'll\": 1, \"elkay\": 1, \"danze\": 1, \"anti\": 1, \"too\": 1, \"scald\": 1, \"clogged\": 1, \"small\": 2, \"pvc\": 1, \"moving\": 1, \"holidays\": 1, \"stall\": 1, \"thaw\": 1, \"frozen\": 1, \"possible\": 1, \"pedicure\": 1, \"much\": 2, \"needed\": 1, \"delta\": 1, \"eliminate\": 1, \"inspection\": 1, \"maintenance\": 2, \"disaster\": 1, \"key\": 1, \"handheld\": 1, \"plunger\": 1, \"mixer\": 1, \"tap\": 1, \"narrowboat\": 1, \"break\": 1, \"term\": 1, \"short\": 1, \"plunging\": 1, \"service\": 1, \"xtreme\": 1, \"rg\": 1, \"whittier\": 1, \"arm\": 1, \"furnish\": 1, \"fixtures\": 1, \"blanco\": 1, \"silgranit\": 1, \"pfister\": 1, \"hour\": 2, \"offs\": 1, \"cartridges\": 1, \"fast\": 1, \"anyone\": 1, \"barrel\": 2, \"rain\": 1, \"drainage\": 1, \"grating\": 1, \"issues\": 1, \"leak\": 1, \"connection\": 1, \"hiding\": 1, \"builder\": 1, \"jewelry\": 1, \"hidden\": 1, \"treatment\": 2, \"hexagon\": 1, \"file\": 1, \"organizer\": 1, \"half\": 1, \"price\": 1, \"fraction\": 1, \"concept\": 1, \"building\": 2, \"closed\": 1, \"open\": 1, \"scrap\": 2, \"modular\": 1, \"combined\": 1, \"seating\": 1, \"pegboard\": 1, \"giant\": 1, \"bookshelves\": 1, \"truly\": 1, \"wainscoting\": 1, \"awesome\": 2, \"planked\": 2, \"coffered\": 1, \"conversion\": 1, \"strips\": 1, \"statement\": 1, \"doorway\": 1, \"pallet\": 1, \"reclaimed\": 1, \"fabulous\": 1, \"framed\": 2, \"pony\": 1, \"pb\": 1, \"tv\": 1, \"sheetrock\": 1, \"master\": 2, \"girls\": 1, \"trendy\": 1, \"greenery\": 1, \"epic\": 1, \"standout\": 1, \"hallway\": 1, \"forest\": 1, \"bumblebee\": 1, \"hubby\": 1, \"unit\": 1, \"burlap\": 1, \"hgtv\": 1, \"insert\": 1, \"reversible\": 1, \"elevated\": 1, \"had\": 1, \"recently\": 1, \"used\": 1, \"finsh\": 1, \"super\": 1, \"halloween\": 2, \"designs\": 1, \"cozy\": 1, \"sweater\": 1, \"blanket\": 1, \"tie\": 1, \"wash\": 1, \"knit\": 1, \"crate\": 1, \"dotted\": 1, \"sweaters\": 1, \"hand\": 1, \"harry\": 1, \"potter\": 1, \"autumn\": 1, \"wrap\": 2, \"pennies\": 1, \"ruffle\": 1, \"tassels\": 2, \"inserts\": 1, \"bed\": 1, \"giveaway\": 1, \"envelope\": 1, \"potato\": 1, \"decoart\": 1, \"stamp\": 1, \"styles\": 1, \"jute\": 1, \"sundress\": 1, \"tablecloth\": 1, \"king\": 1, \"size\": 1, \"stuffing\": 1, \"dilemma\": 1, \"tassel\": 1, \"dinner\": 1, \"napkins\": 1, \"those\": 1, \"slipcover\": 1, \"printable\": 1, \"lego\\u00ae\": 1, \"pdf\": 1, \"customizable\": 1, \"sponge\": 1, \"mudcloth\": 1, \"showing\": 1, \"am\": 1, \"beginner\": 1, \"ho\": 1, \"holiday\": 1, \"shirt\": 1, \"dress\": 1, \"hides\": 1, \"buying\": 1, \"cellular\": 1, \"review\": 1, \"shades\": 1, \"shorten\": 1, \"trims\": 1, \"sills\": 3, \"starfish\": 1, \"frosted\": 2, \"tracks\": 2, \"odd\": 1, \"shaped\": 1, \"magical\": 1, \"mermaid\": 1, \"saving\": 1, \"treatments\": 1, \"another\": 1, \"casement\": 1, \"library\": 1, \"layered\": 1, \"red\": 1, \"greenhouse\": 1, \"valances\": 1, \"cocktail\": 1, \"happy\": 1, \"spanish\": 1, \"years\": 1, \"appliances\": 6, \"bunnies\": 1, \"duct\": 1, \"pyromaniacs\": 1, \"defrost\": 1, \"pedal\": 1, \"foot\": 1, \"motor\": 1, \"sk's\": 1, \"dinged\": 1, \"smooth\": 2, \"trick\": 1, \"maintain\": 1, \"igniter\": 1, \"faulty\": 1, \"cooktop\": 2, \"streak\": 1, \"chalkboard\": 1, \"vacuums\": 1, \"250\": 1, \"shiny\": 1, \"tabs\": 1, \"evolving\": 1, \"reno\": 1, \"pre\": 1, \"difference\": 1, \"weekend\": 1, \"guest\": 1, \"changes\": 1, \"did\": 1, \"1910\": 1, \"myself\": 1, \"yep\": 1, \"improving\": 1, \"shutter\": 1, \"larger\": 1, \"colors\": 1, \"brushes\": 1, \"siding\": 1, \"damaged\": 1, \"sprayed\": 1, \"ferndale\": 1, \"stamped\": 1, 